driver-tests/bpelse/assign/AssignJbi/test/CopybyteInvoke/Output.xml

<?xml version="1.0" encoding="UTF-8"?><SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xsi:schemaLocation="http://schemas.xmlsoap.org/soap/envelope/ http://schemas.xmlsoap.org/soap/envelope/"><SOAP-ENV:Header/><SOAP-ENV:Body xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/"><bytePart xmlns="urn:DataType"><xsd_byte>0</xsd_byte><optional_byte>2</optional_byte><repeat_byte>2</repeat_byte><repeat_byte>200</repeat_byte></bytePart></SOAP-ENV:Body></SOAP-ENV:Envelope>
